<div class="content">
  <h1> Авторы </h1>
  <h2> Зубьяк Дарья </h2>
  <p>
    Искусственный интеллект, логика игры, рефакторинг
  </p>
  <h2> Иванов Михаил </h2>
  <p>
    Создание многопользовательской игры, сайт
  </p>
  <h2> Ильин Андрей </h2>
  <p>
    Гуру, учитель, мотиватор
  </p>
  <h2> Ильин Антон </h2>
  <p>
    Перевод игры с socket.io на WebSocket
  </p>
  <h2> Смирнова Марина </h2>
  <p>
    Работа с картами, переход в режим нескольких игровых полей, организация работы с БД
  </p>
  <h2> Уткин Дмитрий </h2>
  <p>
    Дизайн, сайт
  </p>
</div>