<div class="content">
    <h1> Правила игры </h1>
    <h2> Основные положения </h2>
    <p>
        Перед началом игры выберите игровое поле или создайте новое.
        <img src="./images/rules/start_game.png" alt="Менеджер игр">
    </p>
    <p>
        Все игроки делятся на две команды.:
    </p>
    <table>
        <tr>
            <td> <img src="./images/ally.png" alt="Союзник"> </td>
            <td> <img src="./images/enemy.png" alt="Противник"> </td>
            <td> <img src="./images/tank.png" alt="Ваш танк"> </td>
        </tr>
        <tr>
            <td> Дружеский танк </td>
            <td> Вражеский танк </td>
            <td> Ваш танк </td>
        </tr>
    </table>
    <h2> Статистика </h2>
    <p>
        Статистика ведется по трем параметрам: количество убитых вашей
        командой("Жертв"), количество убитых среди вашей команды("Смертей").
        Все счётчики вы можете увидеть в меню, над полем игры.
    </p>
    <p>
        Счет ведется по правилам:
    </p>
    <table>
        <tr>
            <td> Убийство противника </td>
            <td> Убийство соратника </td>
            <td> Смерть </td>
        </tr>
        <tr>
            <td> +1 </td>
            <td> -1 </td>
            <td> -1 </td>
        </tr>
    </table>
    <h2> Режим игры «на выживание» </h2>
    <p>
        Цель игры: убить как можно больше противников пока не закончится время.
    </p>
    <h2> Режим игры «битва за флаг» </h2>
    <p>
        Цель игры: захватить флаг.
    </p>
    <p>
        Захват флага определяется временем нахождения члена команды в зоне флага. Чем больше игроков одной команды находится в зоне флага, тем быстрее происходит захват.
    </p>
    <p>
        В случае победы Вашей команды Ваши баллы умножаются на 1,2, в случае проигрышша — 0,8.
    </p>
</div>