<div class="content">
  <h1> Авторы </h1>
  <h2> Зубьяк Дарья </h2>
  <p>
    Искусственный интеллект
  </p>
  <h2> Иванов Михаил </h2>
  <p>
    Искусственный интеллект
  </p>
  <h2> Ильин Андрей </h2>
  <p>
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
    Искусственный интеллект
  </p>
  <h2> Ильин Антон </h2>
  <p>
    Искусственный интеллект
  </p>
  <h2> Уткин Дмитрий </h2>
  <p>
    Искусственный интеллект
  </p>
</div>