<div class="content">
  <h1> Правила игры </h1>
  <h2> Основные положения </h2>
  <p>
    Для начала игры Вы должны выбрать из существующих или создать новое игровое поле. 
  </p>
  <p>
    Все игроки в пределах одного игрового поля делятся на две команды. При нехватке игроков в игру вступают боты, играющие против обеих команд.
  </p>
  <p>
    В игре имеется три вида танков:  
  </p>
  <h2> Статистика </h2>
  <p>
    Сводка игры ведется по трем параметрам:  количество убитых Вашей командой противников («жертв»), количество убитых  в Вашей команде («смертей»)*. Т.к. боты  для каждой из команд считаются противниками, то их смерти и убийства так же влияют на сводку игры.
  </p>
  <p>
    Главный счет ведется для команд по правилам: 
    Убийство противника
    +1
    Убийство бота
    +1
    Убийство соратника
    -1
  </p>
  <h2> Игра «Killer»: </h2>
  <p>
    Кроме общего счета игры, для каждого игрока ведется собственный счет: +1 убийство противника/бота, -1 за убийство соратника/ собственную смерть.При данном виде игры, после смерти игрок генерируется в случайном месте игрового поля. Игра заканчивается по времени.
  </p>
  <h2> Игра «Flag is goal»: </h2>
  <p>
    Цель данного вида игры: захватить флаг противника. Все игроки генерируются на своей половине поля.  Собственный счет каждого игрока ведется аналогично игре «killer», и если за игру Вы набрали Mбаллов, то итоговым счетом  для Вас будет 1,2*М, если победила  Ваша команда, или 0,8*M, если Ваша команда проиграла. Если игра закончится по времени, то итоговыми баллами останутся М баллов.
  </p>
</div>